tap "homebrew/bundle"
tap "homebrew/services"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "doctl"
brew "fish"
brew "gcc"
brew "git"
brew "git-crypt"
brew "python@3.11", link: false
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "jpeg", link: true
brew "graphicsmagick"
brew "python@3.9"
brew "imagemagick"
brew "lazygit"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "usbutils"
brew "wget"
cask "docker"
cask "wezterm"
cask "orion"
cask "postgres-unofficial"
cask "raycast"
