tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "styrainc/packages"
brew "bat"
brew "python@3.12"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "graphicsmagick"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "make"
brew "mysql"
brew "richgo"
brew "ripgrep"
brew "rust"
brew "wget"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "bob"
brew "starship"
cask "arc"
cask "proxy-audio-device"
cask "raycast"
cask "tidal"
cask "wezterm"
